import random

 # plus
travkaa = ['марихуаны', 'экстази', 'кокаина', 'мефедрона', 'гашиша', 'шишек', 'альфы']

odin = ['{} разогнался на своей старой ауди и сбил черного баскетболиста',
        '{} охх, как же тебя занесло на повороте, ты превратил худощавое тело маленького негренка в кусок мяса с помощью дерева',
        '{} решил сбить одного нигера на пешеходе, а он оказался белым, но ему похуй',
        '{} несмог устоять перед негренком потому что тормоза отключены',
        '{} узнал черного под прикрытием белой одежды',
        '{} играл в русскую рулетку с черным и выиграл ;)',
        '{} изящно и по класически сбил одного из негров который выходил из пивнухи',
        '{}:\n-ой а что с вашим ебалом господин уголек?',
        '{} думал о суициде на крыше но насрал на голову негра',
        '{} качал руку и случайно задел чёрного']

dva = ['{} раздавил 200кг угля',
       '{} добил тех переломанных негров',
       '{} забыл что тормоза сломаны и вьебал двух пешеходов, а это были нигеры',
       '{} ээ ишак куда на красный свет\n\nну впрочем забрал еще негров с собой и похуй',
       'крутой сигма {} увидел черножопых вумен и не выдержал',
       'парочка нигерков ебались в очко, пока не пришел {} и не вьебалься сочно в нигреков',
       '{} ебашил 240км/ч и даже не заметил как уебашил парочку угольков',
       '{} решил устроить боулинг на улице и задел 2 негров',
       '{} слил катку в бровь стаса и разбил ебальники двум неграм\n лол шо??']

tri = ['жирная черная мать не успела убежать от {}',
       '{} не имеет совести и расхуяривает чьих то детей, черных конечно же',
       '{} имеет зрение -8, но это не помешало ему увидеть три черные фигуры на дороге',
       '{} наткнулся на нелюдей на тротуаре, к счастью с собой было чем их отпиздить',
       '{} переиграл за фуриона и решил зафармить крипов',
       '-мда надо бы посбивать угольков седня...\nмужик сказал, {} сделал',
       'негри так сильно толкали наркоту что {} толкнул их']

chetire = ['{} суккааа куда ты прееешь, это ж дети\n...\n...\nчерножопые...',
           '{} ультанул на красный свет',
           '{} может себе позволить',
           '{} буквы буквы буквы буквы буквы',
           '{} увидел семью угольков и решил показать им что такое класика']

pyat = ['{} ехал по трассе и случайно юзнул расширение территории на 5-рых угольных анэмефагах',
        '{} накурился ' + random.choice(travkaa) + ' и начал ебашить негров',
        '{} по приколу прихуярил к стене туристов из ефиопии',
        '{} пошол на радикальные меры',
        '{} хотел извиниться перед угольком приехав на могилу но случайно задавил всю его семью']

jackpot = ['{} залетел на мексиканский чемпионат по футболу и начал давить все что видел',
           '{} ультанул настолько что пострадала треть африки',
           '{} скоро получит бан за увеличение шансов в боте',
           '{} просто иди нахуй',
           'обоссаний лакер {}',
           'заходит {} в чернокожий бар и говорит \n-я не люблю niggers, sorry',
           '{} кинул сигу и жёг черных евреев']

# neutral
null = ['{} забыл что не еще не купил машину чтобы сбивать черных',
        '{} никого не сбил потому что улицы были пусты',
        '{} хотел сбить парочку чернят, но незнал что живет там где их нет',
        '{} чуть не сбил одного белого',
        '{} был бухой, обьехал все кварталы в своем городе, и чудом никого не сбил',
        '{} зашел на худ с желанием ебнуть несколько нигеров но там никого не оказалось :(',
        '{} выехал на дорогу с желанием устроить дебош,но никого не встретил 😢',
        '{} не выплатил налоги']

# minus
minus_odin = ['{} заехал на квартал нигеров на котором ему дали отпор',
              '{} долбаеб сбивает своих',
              '{} \n— Был в Нью-Йорке, так меня там избили в негритянском квартале…\n— За что?\n— негра сбить не смог)',
              '{} слепой чухан, случайно наехавший на своего',
              '{} видимо дальтоник раз не различил кого сбивать',
              '{} решил вьебаться в столб и забрал с собой белого',
              '{} его бросила вумен и он суициднулься',
              '{} штурмовал с 15 неграми к самолету но ему не хватило одного']

minus_dva = ['{} прикинь, два негра, которых ты до этого сбил, ожили. ахуеть, да?',
             '{} недавно сбил двух ебланов, но они получили только переломы',
             '{} слишком тупой чтоб понять чтоб понять что игра про негров',
             '{} стал рел сигмой и увидев арт инсталяцию пениса сразу же в него вьебалься имея на пасожирском сиденье 6 летнию жену',
             '{} бежал за негром но увидел статую эчпочмака и обосрался',
             '{} заехал к другу в больницу',
             'внук переводил бабушку через дорогу пока {} спал в машине ']

antijackpot = ['{}, старый маг решил воскрешать людей...\nтолько вот ему никто не рассказал, что негры не люди...',
               'издавна негров никто не жалел, но {} почему то решил стать исключением и простил большую толпу',
               '{} хотел вьебашить с рпг на о`блок но промахнулься и вьебашил в полисе департамент',
               '{} по пьяни перепутал гроу стрит с менхетеном и захуярил дохуя белых в смокингах']

# duels
duels_minus = ['{0} абасался когда увидел {1} и забыл про черных', 
			   'Когда {0} увидел чорную машину {1} обосрался и промазал на пешеходе',
			   '{1} переходил дорогу а {0} дальтоник ебучий',
			   '{0} ехал по одной трассе с {1} и не вывез',
			   '{1} даже не заметил как {0} облизал пипиську']

duels_plus = ['{0} успешно викрав у {1} пару негров',
              '{0} случайно сбил своего хоуми {1}',
              '{1}: {0} чоты твориш наху\n{0}: эта рофлс',
              '{0} зашел в туалет к {1} и забрал анальную девственность']
